tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "blueutil"
brew "cask"
brew "colordiff"
brew "curl"
brew "direnv"
brew "exa"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "jq"
brew "lazygit"
brew "peco"
brew "ripgrep"
brew "starship"
brew "shellcheck"
brew "stern"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "eth-p/software/bat-extras"

cask "alfred"
cask "bartender"
cask "boostnote"
cask "choosy"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "numi"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
