tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java8"
brew "python"
brew "ansible"
brew "cask"
brew "curl"
brew "elasticsearch"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "jq"
brew "kibana"
brew "mercurial"
brew "mysql"
brew "nkf"
brew "p7zip"
brew "peco"
brew "pyenv"
brew "redis"
brew "siege"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "zplug"
brew "zsh", args: ["without-etcdir"]
cask "alfred"
cask "boostnote"
cask "clipy"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "station"
cask "teamsql"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
