tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "awscli"
brew "bat"
brew "blueutil"
brew "cask"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "findutils"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "lazygit"
brew "minikube"
brew "nodenv"
brew "peco"
brew "pipenv"
brew "python"
brew "shellcheck"
brew "stern"
brew "terraform"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"

cask "alfred"
cask "boostnote"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
