tap "derailed/k9s"
tap "eth-p/software"
tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "blueutil"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "chezmoi"
brew "colordiff"
brew "curl"
brew "eza"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "grep"
brew "helm"
{{ if (eq .chezmoi.hostname "suy0n9") }}
brew "hugo"
cask "krisp"
{{ end }}
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "mise"
brew "navi"
brew "peco"
brew "poetry"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "sheldon"
brew "starship"
brew "stern"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "eth-p/software/bat-extras"
{{ if (eq .chezmoi.hostname "suy0n9") }}
cask "1password"
cask "obsidian"
cask "dropbox"
cask "choosy"
{{ else }}
cask "slack"
{{ end }}
cask "alfred"
cask "app-cleaner"
cask "bartender"
cask "docker"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "numi"
cask "stats"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "mads-hartmann.bash-ide-vscode"
vscode "maxfieldwalker.vscode-casl2-comet2"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.theme-tomorrowkit"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tobiah.language-pde"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
